{
  "detail": {
    "COURSE INFORMATION": "THÔNG TIN KHÓA HỌC",
    "GO FORWARD AND DON'T WAIT !!!": "HÃY TIẾP TỤC VÀ ĐỪNG CHỜ ĐỢI !!!",
    "Student": "Học viên : ",
    "Start": "Bắt đầu : ",
    "Lecturer": "Giảng Viên",
    "Field": "Trường",
    "Access times": "Thời gian truy cập : ",
    "views": " lượt xem",
    "To create contemporary, responsive user interfaces for the online, React.js is the most well-known JavaScript toolkit you can use and learn today. This course will teach you React in-depth, starting with the fundamentals. You'll take a step-by-step look at all the key fundamentals, find many examples, and be introduced to advanced ideas. You'll learn all the theory, a ton of examples, tutorials, demos, exercises, and exercises in addition to a wealth of crucial information that is usually missed by other sources - After all, this course is excellent for a reason! And if you're just here for the advertisements or algorithms and don't even know why you want to learn React, don't worry ReactJS is a crucial technology for web developers, and in this course I'll also explain WHY that matters!": "Để tạo giao diện người dùng đáp ứng, hiện đại cho trực tuyến, React.js là bộ công cụ JavaScript nổi tiếng nhất mà bạn có thể sử dụng và tìm hiểu ngày nay. Khóa học này sẽ dạy bạn React chuyên sâu, bắt đầu với các nguyên tắc cơ bản. Bạn sẽ xem xét từng bước tất cả các nguyên tắc cơ bản chính, tìm thấy nhiều ví dụ và được giới thiệu các ý tưởng nâng cao. Bạn sẽ học tất cả lý thuyết, rất nhiều ví dụ, hướng dẫn, trình diễn, bài tập và bài tập cùng với vô số thông tin quan trọng thường bị các nguồn khác bỏ qua - Xét cho cùng, khóa học này xuất sắc là có lý do! Và nếu bạn ở đây chỉ để xem quảng cáo hoặc thuật toán và thậm chí không biết tại sao bạn muốn học React, đừng lo lắng: ReactJS là một công nghệ quan trọng đối với các nhà phát triển web và trong khóa học này, tôi cũng sẽ giải thích TẠI SAO điều đó quan trọng!",
    "What you will learn": "Bạn sẽ học được gì",
    "Create web apps that are effective, quick, user-friendly, and responsive.": "Tạo các ứng dụng web hiệu quả, nhanh chóng, thân thiện với người dùng và phản hồi nhanh.",
    "Apply for a well-paying job or work as a freelancer in one of the most sought-after professions in web development right now.": "Nộp đơn xin một công việc được trả lương cao hoặc làm việc với tư cách là một người làm việc tự do tại một trong những ngành nghề được tìm kiếm nhiều nhất trong lĩnh vực phát triển web ngay bây giờ.",
    "Deliver a great user experience by leveraging the power of JavaScript with ease": "Mang lại trải nghiệm tuyệt vời cho người dùng bằng cách tận dụng sức mạnh của JavaScript một cách dễ dàng",
    "Learn all about React Hooks and React Components": "Tìm hiểu tất cả về React Hook và React Component",
    "Fluent in React support toolchain, including Javascript NPM, Webpack, Babel and ES6/ES2015 syntax": "Thông thạo chuỗi công cụ hỗ trợ React, bao gồm Javascript NPM, Webpack, Babel và cú pháp ES6/ES2015",
    "Recognize the potential of creating modular components": "Nhận ra tiềm năng của việc tạo ra các thành phần mô-đun",
    "Be the engineer that explains how Redux works, because you know the fundamentals so well": "Hãy là kỹ sư giải thích cách thức hoạt động của Redux, bởi vì bạn biết rất rõ các nguyên tắc cơ bản",
    "Learn the fundamental principles of Redux application structure.": "Tìm hiểu các nguyên tắc cơ bản của cấu trúc ứng dụng Redux.",
    "Course content": "Nội dung khóa học",
    "SECTION 1 INTRODUCTION": "PHẦN 1 : GIỚI THIỆU",
    "PREVIEW": "Xem trước",
    "Lesson": "Bài học",
    "React Components Concepts": "Các khái niệm về thành phần phản ứng",
    "Setting up the environment for Windows": " Thiết lập môi trường cho Windows",
    "Create React Apps - React-Scripts": "Tạo ứng dụng React - React-Scripts",
    "An immediate comment on quotes for string interpolation": "Nhận xét ngay lập tức về dấu ngoặc kép cho phép nội suy chuỗi",
    "SECTION 2 BASIC KNOWLEDGE": "PHẦN 2 : KIẾN THỨC CƠ BẢN",
    "Components of the home page and directory": "Các thành phần của trang chủ và thư mục",
    "Course Guide + Github Link": "Hướng dẫn khóa học + Liên kết Github",
    "E-commerce homepage + SASS setup": "Trang chủ thương mại điện tử + thiết lập SASS",
    "CSS and SCSS files": "Tệp CSS và SCSS",
    "React 17 Update Packages + Latest React Version": "React 17: Gói cập nhật + Phiên bản React mới nhất",
    "SECTION 3 KNOWLEDGE OF THE DEPARTMENT": "PHẦN 3: KIẾN THỨC BỘ SỞ",
    "Connect and mapStateToProps": "Kết nối và mapStateToProps",
    "Directory status into Redux": "Trạng thái thư mục vào Redux",
    "Components Collection Overview": "Tổng quan về bộ sưu tập thành phần",
    "Deals for every day": "Ưu đãi mỗi ngày",
    "OffLine Classes": "Lớp học ngoại tuyến : ",
    "No": "Không",
    "Category": "Danh mục : ",
    "Development": "Phát triển",
    "Time": "Thời gian : ",
    "24 Hour": "24 giờ",
    "Source": "Tài nguyên : ",
    "Not update": "Không được cập nhật",
    "Video": "Video : ",
    "Access Time": "Thời gian truy cập : ",
    "Forever": "Vĩnh viễn",
    "Discount code": "Mã giảm giá",
    "Enter discount code": "Nhập mã giảm giá",
    "Apply": "Áp dụng",
    "Register": "Đăng Ký"
  }
}
